
"keyYes"							= "Sim";
"keyNo"								= "Não";
"keyOK"								= "OK";
"keyRequired"						= "Requerido";
"keyNone"							= "Nenhum";

"keyPairedDevicesTitle"				= "Dispositivos Emparelhados: ";
"keyFavoriteDevicesTitle"			= "Dispositivos Favoritos: ";
"keyConnectedDevicesTitle"			= "Dispositivos Conectados: ";
"keyUnknownDevice"					= "Dispositivo Desconhecido";
"keyErrorOccurred"					= "Ocorreu um erro. (0x%x)";
"keyNotAvailable"					= "Não disponível.";
"keyNameNotAvailable"				= "Nome não disponível";
"keyNoDevicePresent"				= "Nenhum dispositivo Bluetooth presente.";

"keyPrefReadErrorTitle"				= "Ocorreu um erro ao ler as preferências Bluetooth.";
"keyPrefReadErrorDesc"				= "A configuração Bluetooth deste computador parece ser inválida. Reinstale o software Bluetooth e tente novamente.";

"keyUnacceptablePathTitle"			= "O caminho especificado não é aceitável.";
"keyUnacceptablePathDesc"			= "O caminho especificado não é válido para ser usado pelo Intercâmbio de Objetos do Bluetooth. Provavelmente você não dispõe de permissões de gravação no diretório de destino. Especifique outro.";

"keyPathWarningTitle"				= "A pasta que você especificou não é recomendada.";
"keyPathWarningDesc"				= "Talvez a pasta esteja bloqueada ou você não tenha permissão para ler a partir dela ou gravar nela.";

"keyPrefSaveErrorTitle"				= "Ocorreu um erro ao salvar as preferências Bluetooth.";
"keyPrefSaveErrorDesc"				= "Algumas preferências Bluetooth não puderam ser salvas. O dispositivo Bluetooth provavelmente não está disponível para este computador.";

"keyPortInUseTitle"					= "A porta está atualmente em uso.";
"keyPortInUseDelete"				= "Você está tentando remover uma porta que está em uso. Encerre o aplicativo que esteja usando essa porta e tente novamente.";
"keyPortInUseEdit"					= "Você está tentando modificar uma porta que está em uso. Encerre o aplicativo que esteja usando essa porta e tente novamente.";

"kServiceCannotBeModifiedKey"		= "O serviço não pode ser modificado.";
"kPortCannotBeCreatedOrModifiedKey"	= "Ocorreu um erro ao tentar criar ou modificar a porta.";

"keyTTYNameAlreadyInUse"			= "O nome já está em uso";
"keyTTYNameInUseText"				= "O nome da porta que você escolheu já está em uso. Escolha um nome diferente.";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Porta Serial";
"kBluetoothSerialPortOnKey"			= "Porta Serial Bluetooth Ativada";
"kBluetoothSerialPortOffKey"		= "Porta Serial Bluetooth Desativada";
"kEditSerialPorts"					= "Editar Portas Seriais…";
"kSerialPortKey"					= "Porta Serial";
"kSerialPortOnKey"					= "Porta Serial Ativada";
"kSerialPortOffKey"					= "Porta Serial Desativada";
"kOtherKey"							= "Outra…";
"kBluetoothFileExchangeKey"			= "Intercâmbio de Arquivos";
"kBluetoothFileExchangeOnKey"		= "Intercâmbio de Arquivos Bluetooth Ativado";
"kBluetoothFileExchangeOffKey"		= "Intercâmbio de Arquivos Bluetooth Desativado";
"kBluetoothFileTransferKey"			= "Transf. de Arquivos";
"kBluetoothFileTransferOnKey"		= "Transferência de Arquivos Bluetooth Ativada";
"kBluetoothFileTransferOffKey"		= "Transferência de Arquivos Bluetooth Desativada";

"kBluetoothRemoteControlKey"		= "Controle Remoto";
"kBluetoothRemoteControlOnKey"		= "Controle Remoto Bluetooth Ativado";
"kBluetoothRemoteControlOffKey"		= "Controle Remoto Bluetooth Desativado";

"kBluetoothPANServiceKey"			= "Rede de Área Pessoal";
"kBluetoothPANServiceOnKey"			= "Rede de Área Pessoal Bluetooth Ativada";
"kBluetoothPANServiceOffKey"		= "Rede de Área Pessoal Bluetooth Desativada";

"kDeviceNameTitle"					= "“%@” é o nome que os dispositivos Bluetooth utilizam para se conectar a este computador.";

"kInKey"							= "Entrada";		/* Short for Incoming */
"kOutKey"							= "Saída";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "Potência";
"kBluetoothPower"						= "Alimentação Bluetooth";
"kBluetoothPowerOn"						= "Bluetooth Ativado";
"kBluetoothPowerOff"					= "Bluetooth Desativado";
"kBluetoothPowerIsOff"					= "O Bluetooth está desativado. Para usar o Bluetooth, você deve ativá-lo primeiro.";
"kTurnBTOff"							= "Desativar Bluetooth";
"kTurnBTOn"								= "Ativar Bluetooth";
"kVersionKey"							= "(Versão: %d.%d.%d%c%d)";
"kOnKey"								= "Ativado";
"kCancelKey"							= "Cancelar";
"kOffKey"								= "Desativado";
"kNever"								= "Nunca";

"kIsConnected"							= "Conectado";
"kIsNotConnected"						= "Não Conectado";

"kAddToFavoritesKey"					= "Adicionar a Favoritos";
"kRemoveFromFavoritesKey"				= "Remover de Favoritos";

"kRenameDeviceKey"						= "Renomear";

"kBluetoothSetupDevice"					= "Configurar este dispositivo…";
"kDisconnectDevice"						= "Desconectar";
"kResetDevice"							= "Redefinir Este Dispositivo com os Ajustes de Fábrica";
"kConnectDevice"						= "Conectar";
"kConfigureDevice"						= "Configurar este dispositivo…";
"kMoreInfo"								= "Mostrar Mais Informações";
"kHideMoreInfo"							= "Ocultar Mais Informações";
"kNoDevicesKey"							= "Nenhum Dispositivo";

"kDeviceNameKey"						= "Nome";
"kDeviceAddressKey"						= "Endereço";
"kDeviceTypeKey"						= "Tipo";
"kDeviceServicesKey"					= "Serviços";
"kOtherServices"						= "Outros Serviços";
"kUnknownService"						= "Serviço Desconhecido";

"kPairedHeaderKey"						= "Emparelhado";
"kConfiguredHeaderKey"					= "Configurado";
"kFavoriteHeaderKey"					= "Favorito";
"kConnectedHeaderKey"					= "Conectado";
"kSerialPortsHeaderKey"					= "Portas Seriais";
"kSerialPortsHeaderDeviceService"		= "Serviço do Dispositivo";
"kSerialPortsHeaderPortType"			= "Protocolo da Porta";
"kSerialPortDirectionIncoming"			= "Entrada";
"kSerialPortDirectionOutgoing"			= "Saída";

"kSerialPortHeadingOutgoing"			= "Selecione uma porta serial de saída para o dispositivo para modificar seus ajustes";
"kSerialPortHeadingIncoming"			= "Selecione uma porta serial de entrada neste computador para modificar seus ajustes";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "Este é o único teclado conectado ao seu computador. Se você remover este teclado, não terá mais acesso a ele. Tem certeza de que deseja removê-lo?";
"kHIDDeviceDeleteMousePairingWarning"			= "Este é o único dispositivo com cursor conectado ao seu computador. Se você remover este mouse da lista, não conseguirá usá-lo. Tem certeza de que deseja removê-lo?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Este é o único dispositivo com cursor conectado ao seu computador. Se você remover este trackpad da lista, não conseguirá usá-lo. Tem certeza de que deseja removê-lo?";
"kHIDDeviceKeyboard"					= "teclado";
"kHIDDeviceMouse"						= "mouse";

"kDiscoverableTooltip"		= "Se isso estiver desativado, dispositivos Bluetooth desconhecidos já não serão capazes de encontrar o seu computador. Os dispositivos que já estiverem emparelhados poderão se conectar ao seu computador.";

"kOptionIsAvailable"		= "Disponível";
"kAvailableServiceTurnOn"	= "Ativar Serviço";
"kAvailableServiceTurnOff"	= "Desativar Serviço";

"kOptionPairing"			= "Necessita Emparelhamento";
"kPairingRequired"			= "Requer Emparelhamento";
"kPairingNotRequired"		= "Não requer Emparelhamento";

"kOptionReceiveBehavior"	= "Ao receber arquivos:";
"kReceiveBehaviorAccept"	= "Aceitar sem aviso";
"kReceiveBehaviorPrompt"	= "Avisar a cada arquivo";

"kOptionHandlePIMItem"		= "Ao receber itens PIM:";
"kOptionHandleOtherItem"	= "Ao receber outros itens:";
"kHandleItemSave"			= "Salvar";
"kHandleItemOpen"			= "Abrir";
"kHandleItemAsk"			= "Perguntar";

"kOptionReceiveFolder"		= "Pasta de Recebimento";
"kReceiveFolderChoose"		= "Outra…";

"kOptionFolderForBrowse"	= "Pasta para explorar (outros disp.)";

"kOptionName"				= "Nome:";
"kOptionShowInNetworkPrefs"	= "Mostrar na Preferência Rede:";
"kOptionType"				= "Tipo:";
"kOptionTypeModem"			= "Modem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Editar nome da porta...";
"kOptionAddSerialPort"		= "Adicionar porta serial";
"kOptionRemoveSerialPort"	= "Remover porta serial";

"kButtonAddDevice"			= "Configurar Novo Dispositivo";
"kButtonRemoveDevice"		= "Apagar dispositivo selecionado";
"kButtonDeviceOptions"		= "Executar tarefas com o dispositivo selecionado";
"kBluetoothDevices"			= "Dispositivos Bluetooth";

"kOptionMajorClass"			= "Classe do Disp. Princ.";
"kOptionMinorClass"			= "Classe do Disp. Sec.";
"kOptionServiceClass"		= "Classe de Serviço do Disp.";
"kOptionLastNameUpdate"		= "Atualiz. Último Nome";
"kOptionLastInquiryUpdate"	= "Última Atualiz. Pesquisa";
"kOptionLastServicesUpdate"	= "Última Atualiz. Serviços";
"kOptionProductID"			= "ID do Produto";
"kOptionVendorID"			= "ID do Revendedor";

"kPerformSDPQueryKey"				= "Atualizar Serviços do Dispositivo";
"kPerformNameRequestKey"			= "Atualizar Nome do Dispositivo";

"kOpenBTPrefsKey"					= "Abrir a Preferência Bluetooth…";
"kMousePreferences"					= "Abrir a Preferência Mouse…";
"kKeyboardPreferences"				= "Abrir a Preferência Teclado…";
"kOpenPrintPrefsKey"				= "Abrir a Preferência Impressora...";
"kOpenSoundPrefsKey"				= "Abrir a Preferência Som...";
"kSendFileToDevice"					= "Enviar Arquivo…";
"kBrowseDevice"						= "Explorar Dispositivo…";

"kTurnOnHeadphones"					= "Usar como Dispositivo de Áudio (Estéreo)";
"kTurnOffHeadphones"				= "Não Usar como Dispositivo de Áudio";
"kTurnOnHeadset"					= "Usar como Dispositivo de Áudio (Mono)";
"kTurnOffHeadset"					= "Não Usar como Dispositivo de Áudio";

"kSyncDevice"						= "Sincronizar…";

"kOpenBTSAKey"						= "Configurar Dispositivo Bluetooth…";
"kBTSendFileKey"					= "Enviar Arquivo…";
"kBTGetFileKey"						= "Explorar Dispositivo…";

"kJoinNetwork"						= "Conectar à Rede";
"kKeyDisconnectFromNetwork"			= "Desconectar-se da Rede";
"kRemoveDevice"						= "Remover este Dispositivo";
"kDeviceOptions"					= "opções de dispositivo";
"kDeviceNamed"						= "dispositivo denominado %@";

"kOptionConfirm"					= "Tem certeza de que deseja desmarcar esta opção?";
"kOptionAutoBTSAWarning"			= "Certifique-se de que você tenha um dispositivo de entrada USB disponível para o caso de que o seu teclado ou mouse sem fio estejam indisponíveis após a inicialização.";
	
